<template>
  <section class="about-us">
    <h2 class="about-us__title">
      <span class="about-us__title-text">
        О нас
      </span>
    </h2>
    <img src="@/assets/images/logo_white.png" alt="Логотип" class="logo">
    <p class="about-us__text">
      Адвокация более гуманной наркополитики на страновом уровне, соблюдения прав человека в отношении людей,
      употребляющих наркотики, а также обеспечения доступа в России к лечению наркозависимости и сопутствующих
      заболеваний, таких как ВИЧ, гепатиты и т.д., является одним из ключевых направлений деятельности Фонда.
      В рамках своей адвокационной деятельности Фонд подает стратегические иски в различные судебные инстанции
      национального уровня, направляет обращения и открытые письма в соответствующие учреждения, проводит пикеты
      и акции – т.е. осуществляет целый ряд мероприятий, которые в конечном итоге направлены на изменение
      существующего неадекватного законодательства или действующих практик.

      Параллельно с адвокацией на национальном уровне мы также стараемся влиять на неправоменую и неэффективную
      наркополитику в России и ситуацию с доступом к лечению наркозависимости научно обоснованными методами
      через соответствующие международные инстанции и механизмы. Так, при поддержке наших партнеров из Канадской
      правовой сети по ВИЧ\СПИД, мы периодически готовим и направляем обращения, жалобы, теневые доклады и т.д.
      в соответствующие международные органы, призванные отслеживать соблюдение прав человека, в том числе
      различные комитеты ООН, которые занимаются мониторинком выполнения странами – подписантами соответствующих
      международных конвенций своих обязательств, взятых на себя в рамках данных конвенций. К таким комитетам
      и международным инстанциям относятся, например, Комитет ООН по Экономическим, Социальным и Культурным
      правам, Комитет ООН против пыток, Специальные докладчики ООН по вопросам здоровья, прав человека и т.д.
      Мы стараемся мотивировать эти структуры на формулирование четких рекомендаций в отношении России
      касательно необходимости приведения внутреннего законодательства в соответствие с международными нормами
      и обязательствами, которе могут служить в дальнейшем базой для национальной адвокации и принятия решений
      различных судебных инстанций, включая ЕСПЧ.
    </p>
  </section>
</template>

<script>
export default {
  name: 'AboutUs'
}
</script>

<style scoped>
  .about-us {
    position: relative;
  }

  .about-us__title {
    background-image: url("./assets/images/about-us.png");
    height: 340px;
    background-position: center;
    background-size: cover;
    color: #fff;
    font-family: Vollkorn, Times, serif;
    font-size: 115px;
    font-style: italic;
    font-weight: 400;
    line-height: 71px;
    padding: 27px 0 0 23px;
    margin-bottom: 32px;
  }

  .about-us__title-text {
    display: block;
    max-width: 160px;
  }

  .about-us__title-text::before {
    content: '';
    position: absolute;
    background-color: #b23438;
    left: 19px;
    top: 82px;
    width: 104px;
    height: 17px;
  }

  .about-us__title-text::after {
    content: '';
    position: absolute;
    background-color: #b23438;
    left: 18px;
    top: 154px;
    width: 137px;
    height: 17px;
  }

  .about-us__text {
    font-family: Vollkorn, Times, serif;
    font-size: 11px;
    font-weight: 400;
    line-height: 15px;
    max-width: 80%;
    margin: 0 auto;
  }

  .logo {
    width: 82px;
    position: absolute;
    right: 61px;
    top: 265px;
  }
</style>
